<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="t" tagdir="/WEB-INF/tags" %>

<t:app>
	<div class="service_bg">
		<svg width="100" height="126" viewBox="0 0 100 126" xmlns="http://www.w3.org/2000/svg">
			<path d="M68.182 76.5H59.09v-9H40.909v9h-9.09v-9c.004-4.968 4.072-8.995 9.09-9h18.182c5.018.005 9.086 4.032 9.09 9v9zM50 54c-7.531 0-13.636-6.044-13.636-13.5S42.469 27 50 27c7.531 0 13.636 6.044 13.636 13.5C63.628 47.952 57.528 53.992 50 54zm0-18c-2.51 0-4.545 2.015-4.545 4.5S47.49 45 50 45s4.545-2.015 4.545-4.5C54.543 38.016 52.51 36.003 50 36zm0 90L11.657 81.23a158.041 158.041 0 0 1-1.583-2.03A48.68 48.68 0 0 1 0 49.5C0 22.162 22.386 0 50 0s50 22.162 50 49.5a48.66 48.66 0 0 1-10.067 29.688l-.007.011s-1.364 1.775-1.567 2.013L50 126zM17.33 73.777c.004.004 1.06 1.387 1.302 1.685L50 112.086 81.409 75.41c.2-.249 1.265-1.643 1.267-1.646A39.793 39.793 0 0 0 90.91 49.5C90.909 27.132 72.593 9 50 9S9.091 27.132 9.091 49.5a39.813 39.813 0 0 0 8.239 24.277z" fill="#FB9A4E" fill-rule="evenodd"/>
		</svg>
		<h2>국민의 참여로 만들어지는 <br/><span>함께할지도</span></h2>
		<svg width="109" height="109" viewBox="0 0 109 109" xmlns="http://www.w3.org/2000/svg">
		    <g fill="none" fill-rule="evenodd">
		        <path d="M88.563 48.66H81.75v6.692h6.813c5.64.006 10.212 4.495 10.218 10.036V78.77h6.813V65.388c-.011-9.234-7.63-16.717-17.031-16.727zM81.75 15.207c5.644 0 10.219 4.494 10.219 10.037 0 5.543-4.575 10.036-10.219 10.036-5.644 0-10.219-4.493-10.219-10.036 0-5.543 4.575-10.037 10.219-10.037m0-6.69c-9.406 0-17.031 7.489-17.031 16.727S72.344 41.97 81.75 41.97c9.406 0 17.031-7.49 17.031-16.727 0-4.437-1.794-8.691-4.988-11.828-3.194-3.137-7.526-4.9-12.043-4.9zm-3.406 93.671H71.53v-6.69c-.006-5.54-4.577-10.03-10.219-10.037H47.688c-5.642.006-10.213 4.496-10.22 10.037v6.69h-6.812v-6.69c.011-9.234 7.63-16.717 17.032-16.727h13.624c9.402.01 17.02 7.493 17.032 16.727v6.69zM54.5 45.316c5.644 0 10.219 4.494 10.219 10.037 0 5.542-4.575 10.036-10.219 10.036-5.644 0-10.219-4.494-10.219-10.036 0-5.543 4.575-10.037 10.219-10.037m0-6.69c-9.406 0-17.031 7.488-17.031 16.727 0 9.238 7.625 16.727 17.031 16.727 9.406 0 17.031-7.49 17.031-16.727 0-4.437-1.794-8.691-4.988-11.828-3.194-3.137-7.526-4.9-12.043-4.9zM27.25 48.66h-6.813c-9.401.01-17.02 7.493-17.03 16.727V78.77h6.812V65.388c.006-5.54 4.577-10.03 10.219-10.036h6.812V48.66zm0-33.455c5.644 0 10.219 4.494 10.219 10.037 0 5.543-4.575 10.036-10.219 10.036-5.644 0-10.219-4.493-10.219-10.036 0-5.543 4.575-10.037 10.219-10.037m0-6.69c-9.406 0-17.031 7.489-17.031 16.727S17.844 41.97 27.25 41.97c9.406 0 17.031-7.49 17.031-16.727 0-4.437-1.794-8.691-4.988-11.828-3.194-3.137-7.526-4.9-12.043-4.9z" fill="#D8D8D8"/>
		        <path d="M78.344 102.188H71.53v-6.691c-.006-5.54-4.577-10.03-10.219-10.037H47.688c-5.642.006-10.213 4.496-10.22 10.037v6.69h-6.812v-6.69c.011-9.234 7.63-16.717 17.032-16.727h13.624c9.402.01 17.02 7.493 17.032 16.727v6.69zM54.5 45.315c5.644 0 10.219 4.494 10.219 10.037 0 5.542-4.575 10.036-10.219 10.036-5.644 0-10.219-4.494-10.219-10.036 0-5.543 4.575-10.037 10.219-10.037m0-6.69c-9.406 0-17.031 7.488-17.031 16.727 0 9.238 7.625 16.727 17.031 16.727 9.406 0 17.031-7.49 17.031-16.727 0-4.437-1.794-8.691-4.988-11.828-3.194-3.137-7.526-4.9-12.043-4.9z" fill="#1E9893"/>
		    </g>
		</svg>
	</div>
		
	<div class="contents">
		
		<section class="section1">
			<div class="section_content">
				<div class="section1Text">
					<span>SoftGIS란?</span>
					<div class="section1Pic"></div>
					<p>사회·문화나 지역의 이슈와 같은 특정 주제에  대한<br/> 시민 중심의
						경험 지식을 수집해서 지도로 만들어<br/> 정보를 공유하고 이를 이용하여
						연구 및 정책 활용 <br/> 위한 참여형 공간정보 플랫폼입니다.</p>
				</div>
			</div>

		</section>

		<section class="section2">
			<div class="section_content">
				<div class="section2Text">
					<span>함께할 지도 </span>
					<p>사회문화나 지역의 이슈, 안전, 도시재생과 같은 특정주제에 대한 시민들의 정보와 <br>
						공공데이터와 연계하여 공동체 참여 지도*인 ‘함께할 지도’로 행정･연구･시민들과 <br>
						지역현안 해결을 위한 정보를 공유합니다.<br><br>
						* 공동체 참여 지도(커뮤니티매핑, Community Participatory Mapping)</p>
					<div class="section2Pic"></div>
				</div>
			</div>
		</section>

		<section class="section3">
			<div class="section_content">
				<div class="section3Text">
					<span>이용 방법</span>
					<p>함께할지도 등록하기를 통해 자유롭게 함께할지도를 개설할 수 있습니다. <br>
						한 사람이 지역현안 해결을 위한 함께할지도를 개설하면 다른 사람들이 자유롭게 참여하여 위치정보와 함께 의견을 개진할 수 있으며, <br>
						완성된 결과물은 함께할 지도 또는 링크하여 자유롭게 배포 또는 활용할 수 있습니다.
					</p>
				</div>
			
				<div class="section3_bottom">
				
					<div class="section3Text">
						<span>참여 단계 </span>
					</div>
				
					<div class="section3_bottom_content">
						<div class="step1">
							<div>
								<div class="title_no">
									<p>01</p><span>STEP</span>
								</div>
								<div class="title">
									<p>함께할지도<br/>만들기</p>
								</div>
							</div>
							<div class="step1Pic"></div>
						</div>
	
						<div class="step2">
							<div>
								<div class="title_no">
									<p>02</p><span>STEP</span>
								</div>
								<div class="title">
									<p>함께할지도<br/>참여하기</p>
								</div>
							</div>
							<div class="step2Pic"></div>
						</div>
	
						<div class="step3">
							<div>
								<div class="title_no">
									<p>03</p><span>STEP</span>
								</div>
								<div class="title">
									<p>함께할 지도 결과<br/>확인 및 공유</p>
								</div>
							</div>
							<div class="step3Pic"></div>
						</div>
					</div>
	
				</div>
			</div>
		</section>

		<section class="section4" style="display: none;">
			<div class="section_content">
				<div class="section4Text">
					<span>커뮤니티 매핑 분석 사례 </span>
				</div>
	
				<div class="section4_bottom_content">
					<div class="case1">
						<div>
							<div class="title_no">
								<span>CASE</span><p>01</p>
							</div>
							<div class="title">
								<p>함께할 지도<br/>분석 사례</p>
							</div>
						</div>
						<div class="case1Pic"></div>
					</div>
	
					<div class="case2">
						<div>
							<div class="title_no">
								<span>CASE</span><p>02</p>
							</div>
							<div class="title">
								<p>함께할 지도<br/>분석 사례</p>
							</div>
						</div>
						<div class="case2Pic"></div>
					</div>
				</div>
			</div>
		</section>		
	</div>
</t:app>